[String]
10000=OK
10001=Daten werden übertragen. Bitte warten...
10002=Unbekannt
10003=Neu vers.
10004=Abbrechen
10005=Beenden
10006=Verbindung wird hergestellt...
14000=Laden der GPRS-Bibliothek fehlgeschlagen.
14001=Internetverbindung konnte nicht hergestellt werden!
14002=Trennung von GPRS-Verbindung fehlgeschlagen.
14003=GPRS-Verbindung wurde getrennt.
14004=Es wurde kein RAS-Name eingegeben.
14005=Fehler beim Laden von Bluedrv-Bibliothek.
14006=Fehler beim Laden jedes APIs.
14007=Fehler bei Abfrage von Einstellung.
14008=Es wurde kein Pin-Code eingegeben.
14009=Fehler bei Paarung mit Gerät aufgetreten. Stellen Sie sicher, dass die Bluetooth-Einstellungen auf dem Telefon korrekt sind, und korrigieren Sie sie ggf.
14010=Fehler bei Einstellung des Geräts als Standardgerät aufgetreten.
14011=Fehler beim Abrufen von Gerätemodellname aufgetreten.
14012=Fehler beim Lesen von Geräteinformationen aufgetreten.
14013=Bluetooth-Gerät oder Telefon wurde nicht gefunden.
14014=Die Daten müssen erst abgerufen werden.
14015=Das Telefon steht derzeit nicht zur Verfügung.  Stellen Sie bitte sicher, dass das Hauptfenster des Telefons angezeigt wird und dass das Telefon derzeit nicht von anderen Programmen benutzt wird.
14016=Stellen Sie bitte sicher, dass das Gerät ordnungsgemäß mit dem Telefon verbunden ist.
14017=Stellen Sie bitte sicher, dass das Gerät ordnungsgemäß mit dem Telefon verbunden ist.
14018=Schreiben von Daten zurück auf Telefon fehlgeschlagen!
14019=Lesen von Daten aus Telefon fehlgeschlagen!
14020=Löschen des Telefons fehlgeschlagen.
14021=Fehler bei Überprüfung von Parametern.
14022=Speicher reicht nicht aus.
14023=Es ist kein Gerät verknüpft.
14024=Diese Funktion wird nicht unterstützt.
14025=Es sind keine Daten vorhanden.
14026=Datei kann nicht geöffnet werden.
14027=Ungültiges Dateiformat.
14028=Ungültige(s) Datum/Zeit.
14029=Fehler beim Lesen/Schreiben von Daten.
14030=Ungültige Daten.
14031=Verknüpfung von Bibliothek fehlgeschlagen.
14032=Dateinamenfehler oder Datei existiert nicht!
14033=Der Thread ist unterbrochen!
14034=Es ist keine SIM-Karte vorhanden.
14035=Limitierte Funktion.
14036=Telefon reagiert nicht.
14037=Der Fehler kann folgende Ursachen haben: 1. Das Telefon ist noch nicht komplett eingeschaltet. 2. Die SIM-Karte weist einen Fehler auf.  Klicken Sie auf die Schaltfläche „Aktualisieren“, um den Vorgang erneut durchzuführen.
14038=Unbekannter Fehler!
14039=Fehler bei Verbindung von HF-Audio.
14040=Fehler bei Trennung von HF-Audio.
14041=Fehler bei Verbindung von Anschluss.
14042=Speicherplatz reicht zum Speichern von Daten nicht aus

15000=Telefon-Menü
15001=Bitte wählen Sie erst ein Telefonmodell aus!
15002=%s ist nicht verbunden.
15003=%s ist verbunden.
16000=Telefonbuch
17000=SMS
17001=Absender:
17002=Empfäng.:
17003=Nachricht
17004=Datum:
18000=Dateimanager
20000=Suche 
20001=%s wurde gefunden.
21001=Paarung mit Telefon
21002=Die Verbindung mit dem Telefon wird zum ersten Mal hergestellt. Wenn Sie für das Telefon ein Passwort eingeben müssen, geben Sie Folgendes ein:
21003=1234
21005=Gerät wird gepaart; bitte warten...(PIN=1234)
21006=Paaren
21007=Telefone werden gesucht; bitte warten...
21008=Gerät wird gepaart; bitte warten...
22000=Suchen
22001=Handy
22002=Stellen Sie bitte sicher, dass die Bluetooth-Funktion des Telefons aktiviert ist. Jetzt mit Suche nach Telefonen beginnen?
23000=Wählfeld
24000=Über das Telefon
24001=Sie sollten Ihr Telefon so einrichten, dass Ihr Navigator in der Zukunft automatisch eine Verbindung herstellen kann. Lesen Sie die Bedienungsanleitung des Telefons, um weitere Einzelheiten zu erfahren.
25000=Bluetooth
26000=Setup
27000=Anrufprotokoll
27001=Beantworteter Anruf
27002=Gewählter Anruf
27003=Verpasster Anruf
27004=Name:
27005=Nummer:
27006=Datum:
27007=Zeit:
27008=Anruf…
27009=Anrufen
27010=Eingehender Anruf
27011=Eingehende SMS
28000=Telefonbuch-Setup
28001=Telefonbuch automatisch importieren
28002=Telefonbuch auf Speicherkarte speichern
28003=SMS-Setup
28004=Nachricht automatisch importieren
28005=Eingehende Nachricht automatisch anzeigen
28006=Nachrichten auf Speicherkarte speichern
28007=Freisprechen-Setup
28008=Freisprechen automatisch starten

29000=Information
29001=Telefonname:
29002=Netzbetreiber:
29003=Telefonsignal:
29004=Telefonakku:
30000=Telefonbuch
30001=Nachricht
30002=Anruf-Log
30003=Telefonwähler
30004=HF Ein
30005=HF Aus
30006=Setup
30007=Telefonsuche
30008=Freisprechen
30009=Verbinden
30010=Beenden
30011=Bluetooth Ein
30012=Bluetooth Aus
